// prompt('Сколько будет 2 + 2?')
// alert('если ты ответил 4, то ты прав.')
// prompt('Чему равен корень из 9??')
// alert('если ты ответил 3, то ты прав')
// prompt('Сколько будет 2 в 5-й степени?')
// alert('если ты ответил 32, то ты прав.')

javaScriptDescription = "JavaScript — мультипарадигменный язык программирования. Поддерживает объектно-ориентированный, императивный и функциональный стили. Является реализацией спецификации ECMAScript. JavaScript обычно используется как встраиваемый язык для программного доступа к объектам приложений."
javaScriptDescription = Math.floor(javaScriptDescription) / 2;
console.log(javaScriptDescription)

